<template>
    <div class="page">

        <div class="weui-article">
            <div class="weui-article__h1">成长的礼物</div>
            <div class="weui-article__section">
                <div class="weui-article__p" style="line-height:28px;font-family:'微软雅黑';color:#5C3317;font-style: italic">
                    我觉得，随着时间的流逝，人是会变的。<br/>

                    就像我，小时候不喜欢芹菜和香菜，可是到高中时却喜欢上了芹菜，觉得香甜可口，却依然讨厌香菜。可是现在，也接受了香菜，甚至觉得味道还可以。<br/>

                    从讨厌到接受甚至喜欢，这个过程并不是很长，就像开花结果那么点时间。<br/>

                    前几天二十岁生日了，但是一个简单的生日却能够发现很多。或许孤独才是常态吧！不要老是渴望被理解太多。<br/>

                    从早上七点到晚上十点，都没有人给我打电话，说不失望，那肯定是假的。如果没有发个朋友圈，可能连生日快乐都收不到。但是后来又有种松了口气的感觉，你们不记得我生日，我也可以忘记你的生日，而且还可以假装的理所当然。<br/>

                    也很明白，很多东西都是相对是。<br/>

                    这是我出来的第二年的第三个生日。那时候还没有确定要出来，还在打暑假工，一个人，然后也就这样过了，上班下班的。第二个生日的时候，并没有特意提醒，然后小丽后来的时候带我出去出来一个饭。到今年……<br/>

                    一个一个的过来，后来也就没那么期待了。<br/>

                    随着年岁的日益增长，身上背负的责任也不断增加。我一直以为，在这20+的年纪里，父母还不需要自己养，下也还有没有自己的小家要操心，想要恋爱就恋爱，单身就单身。这样的年纪，应该是张扬的，无忧的。只要好好读书，在选择一条合适的，喜欢的道路前进就好。<br/>

                    事实却总是相反的。我以为，当初不读书，不再需要向家里拿钱是为家里减轻负担。然后选择自己赚钱，在自己读书。但是我得到的却是，既然你不读书了，你就应该赚钱给弟弟读书。或者你那么多书就够了，差不多就好等等诸如此类这样的话语，虽然爸妈不这么讲，但是却是出去爸妈的身边的人都那么讲。<br/>

                    怪我当初想法太天真。我实在是想不明白为什么这些人需要那么多的话语，我一不需要他们养活，而不需要他们给钱读书，他们那里来的那么心可以操。<br/>

                    而最让我难过的是我以为最能够理解我的堂哥也说这种话。<br/>

                    是不是成长就是这样子的呢？你和一群人一起走，一起成长，然后你们分道扬镳，后来，你们的想法渐渐不一样，你们接触的事物不一样，你们的文化水平不一样，你们的三观不一样，你们会渐渐的不认同对方的想法，甚至抵触和反驳对方的想法。<br/>

                    我以为啊，成长的一次次洗礼会让你更加坚强，困难和挫折会让你一次次成长。却不知道我的渴望只会更加让自己感受到失落。<br/>

                    成长就像是小时候很喜欢冰糖块，后来觉得一般般了，然后很喜欢巧克力，现在却觉得并没有那么好吃了。<br/>

                    记得小时候，真心是觉得一天真的好长啊。小时候家里人不怎么管我，有人玩的时候就一起玩，没有的时候就这里逛逛那里逛逛（后来还偶尔很庆幸没有被拐走），但是感觉过了好久那太阳还是在头顶。一天下来吃了好多顿饭都还没有到晚饭。总是有种为什么我还是那么小的感觉。<br/><br/>

                    其实发现，时间都是一样的。只是因为没有事情总是显得时间漫漫长，不像现在，闲暇时候，睡醒都十点了，一眨眼十二点了都还没有睡，然后又第二天了。<br/>

                    小时候是过得不充实的，但是或许在别人的眼里却是快乐的。没有一叠叠的作业，没有学习成绩的要求，没有喝水睡觉的要求……其实很多关于小时候的事情都忘了，因为有时候有些事情在记忆中只是徒增伤感。<br/>

                    这些，好像都是快乐的，记忆中还有很多不快乐的，但是都好像被选择性的忘记了。<br/>

                    我们，总是会忘记那些不开心的事情，人们总是向往快乐的。<br/>

                    很多时候，我还是和以前一样，该生气的时候生气，该闹的时候闹，不想要委屈自己的时候就不忍让，听到关于自己而自己不喜欢的话语时还是会反驳。就是比以前少哭了，因为哭是解决不了问题的。而且好像我遇到的问题从来都没有因为眼泪而解决过。<br/>

                    我不知道什么是成熟，或许我的成熟就是这样子，T-衫，牛仔裤，运动鞋，双肩包……好像跟理想中不大一样。理想中的是连衣裙，通勤装，高跟鞋，有气质，有质量的包……或许那时别人的成熟和成长。而我的成长就是这样。<br/>

                    我想，我好像还是不大懂什么是成长。<br/>

                    我想，我也是自私的，很多的时候，考虑事情，我肯定是先考虑我自己的，然后再到别人。我不愿意因为别人而委屈自己，更何况很多时候你的委屈别人并不领情，而你自己将会在后来的好几天心里都不会开心。<br/>

                    所以后来，我并没有什么朋友。因为有一些人，存在一个两个就够了。<br/>

                    这两年，虽然没有去过很多地方，但是遇到很多时，看见很多的人，终究还是觉得自己活得太狭隘。以前总是不明白为什么别人总是能够怎样怎样的，后来知道，人家也是一步一步走来的。<br/>

                    我几乎忘记了十年前是怎样的，我也不知道十年后会是怎样的。<br/>
                </div>
                <div class="weui-article__p">
                    <image class="weui-article__img" src="/static/images/article.jpg" mode="aspectFit" style="height: 180px" />
                </div>
            </div>
        </div>

        <div class="WxComment">
            <wxcomment tipOne="comment  " tipTwo="https://github.com/Learn-LJH" submitBtnText="回复" :articleID="articleId" contentLen='1' theme="light"></wxcomment>
        </div>
    </div>
</template>

<script>

export default {
    data () {
        return {
            //articleId:'mo5B4OxySrniHsItQUlSSOnJ-gzGzoHsz'
            articleId:'first-article'
        }
    },
    methods: {

    }
}

</script>

<style scoped>

</style>
